experiments/redis_contention/redis_multi_pairs/loaded_pairs_5/pair_0/clients_1_threads_4_pipeline_1/redis.out
4         Threads
1         Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        32436.68          ---          ---         0.06137         0.05500         0.10300         0.88700     34012.76 
Gets        32436.48        15.73     32420.75         0.05608         0.05500         0.09500         0.87100      1310.64 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      64873.16        15.73     32420.75         0.05872         0.05500         0.10300         0.87900     35323.40